Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1102_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Helsingin ja uudenmaan sairaanhoitopiiri on julkaissut pohjoissaamenkielisen masennuksen omahoito-ohjelman
smn: Helsig já uđđâeennâm pyecceitipšompirrâdâh lii almostittám tavesämikielâlâš šlundevuođâ jieštipšo-ohjelm

source: Helsingin ja Uudenmaan sairaanhoitopiirin tuottama Mielenterveystalo.fi –nettipalvelu on julkaissut pohjoissaamenkielisen omahoito ohjelman (
smn: Helsig já Uđđâeennâm pyecceitipšompirrâduv pyevtittem Mielenterveystalo.fi-nettipalvâlus lii almostittám tavesämikielâlâš jieštipšo-ohjelm (

source: ), joka on suunnattu masennusoireista kärsiville henkilöille.
smn: ), mii lii uáivildum ulmuid, kiäin láá šlundomsymtoomeh.

source: Ohjelman&#13; käännöstyössä ja projektissa ovat olleet mukana myös Lapin sairaanhoitopiiri ja Saamelaiskäräjät.
smn: Ohjelm jurgâlempargoost já proojeektist láá lamaš mieldi meddei Laapi pyecceitipšompirrâdâh já Sämitigge.

source: Omahoito-ohjelmassa on kolme osiota:
smn: Šlundevuođâ jieštipšo-ohjelm fáálá tiäđu šlundevuođâst já tyeijipiergâsijd tast cevziimân.

source: 1. OLENKO MASENTUNUT?
smn: Kevttee puáhtá moonnâđ čoođâ ubâ jieštipšo-ohjelm tâi valjiđ hiäivulumâšijd tyeijipiergâsijd tađe mield, moh oroh ávhálâžžân.

source: 2. KOHTI MUUTOSTA
smn: Ohjelm puáhtá kevttiđ jiečânâs tâi ávhástâllâđ toin jo tuáimee toorjuu/tipšom iššeen.

source: 3. SUUNTA ETEENPÄIN
smn: Ohjelm puáhtá kevttiđ veikkâ ij ličij šlundomvuođâ diagnoos.

source: Masennuksen omahoito-ohjelmassa käytetyt menetelmät perustuvat tutkittuun tietoon ja ohjelman tekemisessä on ollut mukana koulutettuja kokemusasiantuntijoita.
smn: Jieštipšo-ohjelmist láá kulmâ uási:

source: ”Masennuksen omahoito-ohjelman tarkoitus on ennaltaehkäistä masennusoireiden pahentumista niin että käyttäjän ei tarvitsisi hakeutua vankemman hoidon piiriin.
smn: 1. LAM-UV ŠLUNDOM?

source: Kuitenkin myös terveysalan ammattihenkilöt voivat käyttää ohjelmaa työnsä tukena”, toteaa Mielenterveystalon projektipäällikkö Marko Muukka.
smn: 2. NUBÁSTUV KUÁVLUN

source: ”On yhä tärkeämpää että on tarjolla erilaisia moderneja vaihtoehtoja, kaikkien ei tarvitse tai ole halua mennä ammattiavun piiriin.
smn: 3. SUNDE OVDÂSKULIJ

source: Mikäli masennukseen tarvitsee tiiviimpää tukea, niin HUS:lla on tarjolla myös masennuksen nettiterapia-ohjelma (Suomenkielinen).
smn: Šlundevuođâ jieštipšo-ohjelmist kevttejum vyevvih vuáđuduvvojeh tutkum tiätun já ohjelm rähtimist láá lamaš fáárust škovliittum hárjánemäššitobdeeh.

source: Nettiterapiaan voi ohjautua ympäri suomen lääkärin lähetteellä”.
smn: ”Šlundevuođâ jieštipšo-ohjelm uáivilin lii oovdeeldestiđ šlundomsymptoomij viäránem amas kevttee tarbâšiđ ucâluđ nanodub tipšom vuálá.

source: Muukan mukaan nettipohjaiset auttamismenetelmät ovat vahvassa kasvussa: ”Monet kotimaiset ja kansainväliset toimijat ovat julkaisseet erilaisia ohjelmia ja tulevaisuudessa vauhti vaan kiihtyy”.
smn: Kuittâg meiddei tiervâsvuođâsyergi áámmâtulmuuh pyehtih kevttiđ ohjelm sii pargo toorjân”, paahud Mielâtiervâsvuođâtáálu proojeekthovdâ Marko Muukka.

source: HUS on saanut valtionvarainministeriön Sähköisen asioinnin ja demokratian vauhdittaminen ohjelmalta (SADe, www.thl.fi/sadesote ) rahoitusta vuosille 2013 - 2015 Mielenterveystalo.fi-nettipalvelun kehittämiseen ja levittämiseen.
smn: ”Lii ain tehálub, et láá fáállun eresláváneh moderneh molsâiävtuh, puoh iä taarbâš tâi haalijd moonnâđ áámmâtiše pirrâdâhân.

source: Lisätietoja,
smn: Jis šlundomvuotân taarbâš lävvidub toorjuu, te HUP:st láá fáállun meddei šlundomvuođâ nettiterapiaohjelm (suomâkielâlâš).

source: Marko Muukka
smn: Nettiterapian puáhtá stivrosuđ pirrâ Suomâ tuáhtár vuolgâttâsáin”.

source: projektipäällikkö
smn: Muuka mield nettivuáđulâš išedemvyevvih lasaneh nanosávt: ”Maaŋgah kuátueennâmlâš já aalmugkoskâsâš tuáimeeh láá almostittám ereslávánijd ohjelmijd já puátteevuođâst liähtu tuše lassaan”.

source: HUS-Tietohallinto
smn: HUP lii finnim staatâvarijministeriö Šleđgâlâš ášástâllâm já demokratia jođálmittemohjelmist (SADe, www.thl.fi/sadesote) ruttâdem iivijd 2013-2015 Mielenterveystalo.fi-nettipalvâlus ovdedimân já levâttâmân.

source: p.050 427 2049
smn: Lasetiäđuh,

source: www.mielenterveystalo.fi
smn: Marko Muukka

source: Pia Ruotsala
smn: projeekthovdâ

source: Ma hallintopäällikkö
smn: HUP-tiätuhaldâttâh

source: Saamelaiskäräjät
smn: p.050 427 2049

source: p. +358 40 726 2688
smn: www.mielenterveystalo.fi

source: www.samediggi.fi
smn: Pia Ruotsala
